# IfcOrganization Property

---
C#Visual BasicVisual C++
Revit 2024 API
---
ParameterTypeId..::..IfcOrganization Property
ParameterTypeId Class See Also
---
"IfcOrganization"
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
# Syntax
C#
---
```text
public static ForgeTypeId IfcOrganization { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property IfcOrganization As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ IfcOrganization {
	ForgeTypeId^ get ();
}
```

# See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace